Repository: trongvuvan/mysite2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Enter a book genre (e.g. Science Fiction)
vi: Điền Loại sách

source: Enter a brief description of the book
vi: Thêm Mô tả cho sách

source: 13 Character <a href="https://www.isbn-international.org/content/what-isbn">ISBN number</a>
vi: Số ISBN

source: Select a genre for this book
vi: Chọn thẻ loại cho sách

source: Unique ID for this particular book across whole library
vi: Nhập ID duy nhất cho 1 sách của thể

source: Book availability
vi: Số lượng sách sẵn có

source: My Local Library
vi: Thư viện của tôi

source: Home
vi: Trang chủ

source: All books
vi: Tất cả sách

source: All authors
vi: Tất cả tác giả

source: My Borrowed
vi: Danh sách đã mượn của toi

source: Logout
vi: Đăng xuất

source: Login
vi: Đăng nhập

source: previous
vi: Trước

source: Page
vi: Trang

source: of
vi: của

source: next
vi: sau

source: Are you sure you want to delete the author
vi: Bạn có muốn xóa tác giả này không

source: Author
vi: Tác giả

source: Books
vi: Sách

source: Book Summary
vi: Tổng quan sách

source: Author List
vi: Danh sách tác giả

source: There are no authors available.
vi: Không có sách sẵn có

source: Delete Book
vi: Xóa sách

source: Are you sure you want to delete the book
vi: Bạn có muốn xóa sách này không

source: Title
vi: Tiêu đề

source: Summary
vi: Tổng kết

source: Genre
vi: Thể loại

source: Copies
vi: Bản copy

source: Due to be returned
vi: Ngày trả

source: Book List
vi: Danh sách sách

source: There are no books in the library
vi: Không có sách trong thư viện

source: Borrowed books
vi: Sách đã mượn

source: My Local Library Home
vi: Trang chủ thư viện

source: Welcome to LocalLibrary, a website developed by <em>Mozilla Developer Network
vi: Chào mừng đến với thư viện, một trang web được tạo bởi django

source: Dynamic content
vi: Nội dung tĩnh

source: The library has the following record counts:
vi: Thư viện có những danh sách sau

source: Copies available
vi: bản copy sẵn có

source: Authors
vi: Tác giả

source: Genres
vi: Thể loại

source: You have visited this page
vi: Bạn đã tới trang web này

source: Logged out!
vi: Đăng Xuất

source: Click here to login again.
vi: Ấn để đăng nhập lại

source: Your username and password didn't match. Please try again
vi: Tài khoản và mật khẩu không trùng,thử lại

source: Please login to see this page
vi: Đăng nhập để xem trang này

source: Lost password?
vi: Quên mật khẩu

source: The password has been changed!
vi: Mật khẩu đã bị thay đổi

source: log in again?
vi: Đăng nhập lại?

source: Please enter (and confirm) your new password.
vi: Nhập và xác nhận mật khẩu mới

source: Password reset failed
vi: Reset mật khẩu thất bại

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
vi: Liên kết đặt lại mật khẩu không hợp lệ, có thể vì nó đã bịđã sử dụng. Vui lòng yêu cầu đặt lại mật khẩu mới.

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder
vi: Chúng tôi đã gửi cho bạn hướng dẫn đặt mật khẩu của bạn qua email. Nếu họ chưa gửiđến trong vài phút nữa, hãy kiểm tra thư mục spam của bạn

source: Someone asked for password reset for email
vi: Ai đó hỏi để reset mật khẩu

source: Follow the link below:
vi: Theo như link dưới này
